Repository: vkdiosapp/brainbooster
Catalog: lib/l10n/app_*.arb
Languages: af, fil

source: Languages
af: Tale
fil: Mga Wika

# continueButton
source: Continue
af: Gaan voort
fil: Magpatuloy

source: Save
af: Stoor
fil: I-save

source: Change Language
af: Verander Taal
fil: Palitan ang Wika

source: Welcome to Brain Booster
af: Welkom by Brain Booster
fil: Maligayang pagdating sa Brain Booster

# pleaseFillDetails
source: Please fill in your details to continue
af: Vul asseblief jou besonderhede in om voort te gaan
fil: Mangyaring punan ang iyong mga detalye upang magpatuloy

source: First Name
af: Voornaam
fil: Pangalan

# enterFirstName
source: Enter your first name
af: Voer jou voornaam in
fil: Ilagay ang iyong pangalan

source: Last Name
af: Van
fil: Apelyido

# enterLastName
source: Enter your last name
af: Voer jou van in
fil: Ilagay ang iyong apelyido

source: Birthdate
af: Geboortedatum
fil: Petsa ng Kapanganakan

# selectBirthdate
source: Select your birthdate
af: Kies jou geboortedatum
fil: Piliin ang iyong petsa ng kapanganakan

source: I Accept
af: Ek aanvaar die
fil: Tinatanggap ko ang

source: Terms and Conditions
af: Bepalings en Voorwaardes
fil: Mga Tuntunin at Kundisyon

# pleaseAcceptTerms
source: Please accept Terms and Conditions
af: Aanvaar asseblief die Bepalings en Voorwaardes
fil: Mangyaring tanggapin ang Mga Tuntunin at Kundisyon

# pleaseEnterFirstName
source: Please enter your first name
af: Voer asseblief jou voornaam in
fil: Mangyaring ilagay ang iyong pangalan

# pleaseEnterLastName
source: Please enter your last name
af: Voer asseblief jou van in
fil: Mangyaring ilagay ang iyong apelyido

# pleaseSelectBirthdate
source: Please select your birthdate
af: Kies asseblief jou geboortedatum
fil: Mangyaring piliin ang iyong petsa ng kapanganakan
